Repository: pymalch/parsidan
Catalog: parsidan/i18n/*/LC_MESSAGES/parsidan.po
Languages: fa

source: Wrong credentials
fa: گزینه های شناسایی فاقد اعتبار است.

source: Invalid username or password
fa: گدر واژه یا نام کاربری نادرست است.

source: Welcome back, %s!
fa: %s , خوش آمدید

source: We hope to see you soon!
fa: به امید دیدار دوباره شما.

source: The submitted email address, is alreday precent in our database.
fa: رایانامه ای که شما وارد نموده اید پیش از این در پایگاه داده وارد گشته است.

source: Invalid username/email address.
fa: رایانامه وارد گشته معتبر نیست!

source: Only logged in users can change their password
fa: فقط کاربران وارد گشته میتوانند گدر واژه خود را تغییر دهند.

source: Invalid current password
fa: گذر واژه کنونی شما نادرست است.

source: Invalid email address
fa: رایانامه وارد گشته معتبر نیست!

source: Please login to view this page.
fa: برای دیدن این بخش بایستی وارد

source: parsidan
fa: پارسیدان

source: Security Error
fa: یک خطای پیش بینی نشده رخ داده است.

source: Authentication Error
fa: احراز هویت انجام نشد.

source: Verification Error
fa: تایید اعتبار با خطا مواجه گشت.

source: Please enter at lease %s characters.
fa: حد اقل کاراکتر مجاز %s میباشد

source: The maximum characters allowed are %s.
fa: حداکثر کاراکتر مجاز %s میباشذ

source: Enter a value
fa: این قسمت بایستی پر گردد

source: Must be a valid email address
fa: رایانامه وارد گشته معتبر نیست!

source: Must match password
fa: تکرار گذر واژه نادرست است.

source: Incorrect captcha value.
fa: واژه امنیتی وارد گشته نادرست است.

source: Missing captcha value.
fa: واژه امنیتی وارد نشده است.

source: Value is too short
fa: کمیت وارد گشته بسیار کوتاه می‌باشد.

source: Current Password
fa: گذر واژه کنونی شما

source: New Password
fa: گذر واژه

source: Confirm New Password
fa: تکرار گذر واژه جدید

source: Change
fa: تغییر

source: Email
fa: رایانامه

source: Password
fa: گذر واژه

source: Login
fa: ورود

source: Please Enter whatever you see in the below
fa: هر آنچه در عکس می‌بینید را وارد نمایید.

source: Send
fa: ارسال

source: Nickname
fa: نام پارسیدانی

source: Password Confirm
fa: تکرار گذر واژه

source: Sign Up
fa: پیوستن به پارسیدان

source: css-direction
fa: rtl

source: Parsidan
fa: پارسیدان

source: Parsidan Email verification
fa: بررسی درخواست پیوستن به پارسیدان

source: Please click this url to activate your account
fa: خواهشا جهت نهایی سازی فرآیند پیوستن به پارسیدان وارد لینک زیر شوید.

source: Your password was changed
fa: گذر واژه شما جایگزین گردید.

source: Your new password is:
fa: گذر واژه جدید شما:

source: Please change your password ASAP
fa: خواهشا گذر واژه خود را هرچه زودتر تغییر دهید. با سپاس.

source: user already activated
fa: کاربر جاری قبلا دایر گردیده است.

source: Parsidan -- verify your email address
fa: پارسیدان :: صحه گذاری رایانامه شما

source: Activation session expired, Resend activation code
fa: بازه زمانی برای پیوستن به بستر پس از ارسال رایانامه به پایان رسیده است. خواهش می‌شود دوباره اقدام نمایید.مهلت دایر سازی کاربری به پایان رسیده و فاقد اعتبار می‌باشد. کد دایر سازی را دوباره دریافت نمایید.

source: invalid activation code
fa: رمز دایرسازی نادرست است!

source: Parsidan -- your password has been reset.
fa: پارسیدان :: گذر واژه شما دوباره تنظیم گردید.

source: Querying for: %s
fa: جستجوی واژه: %s

source: The equivalent of the persian word %s is:
fa: هم ترجمان واژه پارسی "%s":

source: The equivalent of the foreign word %s is:
fa: هم ترجمان واژه نا پارسی "%s":

source: There are no result for %s!
fa: هم ترجمان برای واژه %s یافت نگردید.

source: Unexpected situation while querying for: %s
fa: هنگام درخواست برای واژه (%s) خطای پیش بینی نشده رخ داده است.

source: The requested word is already a persian expression %s:
fa: "%s" یک واژه پارسی می‌باشد.

source: Do you want to submit the translation of word: %s ?
fa: آیا مایل به افزودن همترجمان پارسی واژه %s می‌باشید؟

source: Submitting Persian word "%s"
fa: در حال افزودن واژه %s ...

source: The persian word "%s" added successfully.
fa: واژه (%s) به درستی در بستر وارد گردید و جهت بررسی به کارشناسان فرستاده شد.

source: The word "%s" is a foreign word!
fa: واژه (%s) بیگانه و نا پارسی میباشد.

source: The word "%s" has been added before!
fa: واژه وارد شده (%s) پیش از این در بستر نوشته شده است.

source: Is "%s" a persian word?
fa: آیا "%s" یک واژه پارسی است؟

source: Please insert persian equivalent
fa: هم ترجمان پارسی را وارد نمایید

source: Please insert foreign equivalent
fa: هم ترجمان بیگانه واژه را وارد نمایید

source: Persian word
fa: واژه پارسی

source: Foreign word
fa: واژه بیگانه

source: Please enter the word
fa: واژه را وارد نمایید

source: Yes
fa: آری

source: &copy; %s Parsidan
fa: پارسیدان %s

source: Persian words
fa: واژگان پارسی

source: Persian
fa: پارسیدان

source: SignUp
fa: بپیوندید

source: Logout
fa: برون رفت

source: Change Password
fa: تغییر گذر واژه

source: Admin
fa: بخش مدیریتی

source: Showing persian equivalent of the word: %s
fa: در حال درخواست هم ترجمان واژه %s

source: Password change success
fa: گذر واژه به درستی جایگزین گردید.

source: Login Form
fa: ورود به پارسیدان

source: Forget password ?
fa: گذر واژه را فراموش کرده اید؟

source: Recover your password
fa: برگرداندن گذر واژه

source: Password recovery success
fa: جایگزینی گذر واژه به درستی انجام شد.

source: Please check your mailbox: %s
fa: خواهشمندیم که رایانامه خود (%s) بررسی نمایید.

source: Sign Up Success
fa: پیوستن به درستی انجام شد.

source: Registration success!
fa: شما هم اکنون به پارسیدان پیوسته اید. با سپاس فراوان!

source: Verification error!
fa: احراز هویت

source: Resend verification code
fa: فرستادن دوباره رمز

source: Signup pending
fa: فرآیند آغازین پیوستن با موفقیت انجام شد.

source: Signup process started successfully.
fa: فرآیند آغازین پیوستن به پارسیدان با موفقیت انجام شد.

source: For finalize registration please check your mailbox: %s
fa: خواهشمندیم که رایانامه خود (%s) بررسی نمایید.

source: Verification Success
fa: شما هم اکنون به پارسیدان پیوسته اید. با سپاس فراوان!

source: Verification success!
fa: شما هم اکنون به پارسیدان پیوسته اید. با سپاس فراوان!

source: Homepage
fa: خانه

source: Insert persian word
fa: واژه پارسی را وارد نمایید

source: Please enter non persian word
fa: واژه بیگانه یا نا پارسی را وارد نمایید

source: Show my words
fa: واژکان من

source: Show all words
fa: واژکان من

source: Unexpected error
fa: یک خطای پیش بینی نشده رخ داده است.

source: Persian word added before
fa: واژه وارد شده پیش از این در بستر نوشته شده است.

source: Insert alien equivalent
fa: واژه همگون نا پارسی را وارد نمایید

source: Value is too long
fa: کمیت وارد گشته بسیار بلند می‌باشد.

source: Must be at least $min characters
fa: حد اقل کاراکتر مجاز %s میباشد

source: Cannot be longer than $max characters
fa: کمیت وارد گشته نمی‌تواند بلند تر از %s حرف باشد.

source: Select at least $min
fa: خواهشا در کمترین حالت %s حرف را وارد نمایید.

source: Select no more than $max
fa: خواهشا بیشتر از %s مورد انتخاب نفرمایید.

source: Must be at least $min
fa: بایستی در کترین حالت %s حرف باشد.

source: Must be an integer
fa: خواهش میشود کمیت عددی وارد نمایید

source: Invalid value
fa: این بخش بایستی پر گردد

source: Must be a valid URL
fa: رایانامه وارد گشته معتبر نیست!

source: Must be a valid IP address
fa: رایانامه وارد گشته معتبر نیست!

source: Incorrect value.
fa: واژه امنیتی وارد گشته نادرست است.

source: Missing value.
fa: واژه امنیتی بایستی وارد گردد.
